import React from 'react'
import Testselect from './Test_select'

function Test_3() {
  return (
    <>
      {/* <!-- Sec-navbar 要用nav-space 空出上面的距離 --> */}
      <div className="container-fluid d-none d-md-block nav-space pb-5">
        <div className="container">
          <div className="row sec-navbar">
            <div className="col-auto">
              <a href="#" className="me-1">
                商品
              </a>
              /{' '}
              <a href="#" className="me-1">
                威士忌
              </a>
              /{' '}
              <a href="#" className="me-1">
                威士忌
              </a>
              /{' '}
              <a href="#" className="me-1">
                威士忌
              </a>
            </div>
          </div>
        </div>
      </div>

      {/* <!-- 有側邊欄的大區塊 --> */}
      <div className="container-fluid nav-space pt-md-0">
        <div className="container d-flex flex-column flex-md-row">
          {/* <!-- section-left --> */}
          <div className="sec-left d-none d-md-flex">
            <button className="g-line-btn h3">威士忌</button>
            <button className="g-line-btn h3">白蘭地</button>
            <button className="g-line-btn h3">琴酒</button>
            <button className="g-line-btn h3">伏特加</button>
            <button className="g-line-btn h3">龍舌蘭</button>
            <button className="g-line-btn h3">萊姆酒</button>
          </div>
          <Testselect />

          {/* <!-- section-right --> */}
          <div className="sec-right ps-7 mb-5 pt-4 pt-md-0">
            <h1>
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
            </h1>

            <h1>
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
            </h1>

            <h1>
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
              我們提供專業的調酒課程，讓客人可以在這裡學習到有關調酒的各種知識。我們希望客人不僅僅是喝酒，更能夠了解調酒的魅力，並且學會如何調酒。我們提供了購買調酒用具的服務，讓客人可以在家裡嘗試調酒。我們精選了各種優質的調酒用具，讓客人可以輕鬆地在家裡擁有調酒的樂趣。
            </h1>
          </div>
        </div>
      </div>
    </>
  )
}

export default Test_3
