export const fetchNewsList = [
  {
    itemId: 1,
    imgSrc: 'messageImage_1673335284460.jpg',
    tilte: '新手必備的調酒器具',
    date: '2023/03/02',
    btnUrl: '/',
    btnText: '查看內容',
    content: `居家調酒，該準備什麼工具配備呢？ <br /> 常常有人問說：老闆可以推薦一下新手要買什麼調酒器具，想一次買齊？哈，當然有，但一次買齊大可不必，看你玩到哪慢慢添購就好啦！`,
    cate: 1,
  },
  {
    itemId: 2,
    imgSrc: 'margarita.jpg',
    tilte: '全球最受歡迎的十大調酒',
    date: '2023/03/01',
    btnUrl: '/booking',
    btnText: '立即訂位來喝',
    content: `雞尾酒的季節全年無休，不曾間斷。從瑪格麗特（Margarita）到莫希托（Mojito），再到「用搖而不攪」的馬丁尼（Martini），雞尾酒可以說是最受全球飲者喜愛的酒種。<br/>
      為此，軟性飲料和調酒業者梵提曼（Fentimans）整理並分析了來自各個網域的數據，為全球最受歡迎的前36款雞尾酒創建出不同項目的評級。<br/>
      第10：源自波多黎各的鳳梨可樂達<br/>
      第9：粉嫩外表但酒感明顯的柯夢波丹<br/>
      第8：最接近原始雞尾酒樣貌的古典雞尾酒<br/>
      第7：既苦又甜更帶泡泡的艾普羅氣泡調酒<br/>
      第6：唯伊比利半島才能製作的桑格利亞<br/>
      第5：種類族繁不及備載的馬丁尼<br/>
      第4：喝到就想熱舞的巴西國飲卡琵莉亞<br/>
      第3：歷史最短也最豔的豔星馬丁尼<br/>
      第2：夏日清涼飲不敗經典莫希托<br/>
      第1：沒沾鹽不好喝的瑪格麗特<br/>
      在臺灣的我們，也許比較少喝到艾普羅氣泡調酒，或是根本與馬丁尼八竿子打不著的豔星馬丁尼，但名單上的前十款，你是否都喝過、也都喜愛呢？又有什麼是你個人覺得堪稱遺珠之憾的調酒？以我個人而言，內格羅尼（Negroni）沒能擠進前十名，似乎有些可惜，但如果是統計臺灣飲者喜愛的調酒排行榜，這份名單看起來肯定會截然不同吧！<br/>資料來源：WSD酒訊雜誌`,
    cate: 3,
  },
  {
    itemId: 3,
    imgSrc: 'messageImage_1673335284460.jpg',
    tilte: '新手必備的調酒器具',
    date: '2023/03/05',
    btnUrl: '/',
    btnText: '查看內容',
    content: `居家調酒，該準備什麼工具配備呢？ <br /> 常常有人問說：老闆可以推薦一下新手要買什麼調酒器具，想一次買齊？哈，當然有，但一次買齊大可不必，看你玩到哪慢慢添購就好啦！`,
    cate: 2,
  },
  {
    itemId: 4,
    imgSrc: 'test.jpeg',
    tilte: '新手必備的調酒器具',
    date: '2023/03/01',
    btnUrl: '/',
    btnText: '查看內容',
    content: `居家調酒，該準備什麼工具配備呢？ <br /> 常常有人問說：老闆可以推薦一下新手要買什麼調酒器具，想一次買齊？哈，當然有，但一次買齊大可不必，看你玩到哪慢慢添購就好啦！`,
    cate: 3,
  },
  {
    itemId: 5,
    imgSrc: 'messageImage_1673335284460.jpg',
    tilte: '新手必備的調酒器具',
    date: '2023/03/01',
    btnUrl: '/',
    btnText: '查看內容',
    content: `居家調酒，該準備什麼工具配備呢？ <br /> 常常有人問說：老闆可以推薦一下新手要買什麼調酒器具，想一次買齊？哈，當然有，但一次買齊大可不必，看你玩到哪慢慢添購就好啦！`,
    cate: 2,
  },
  {
    itemId: 6,
    imgSrc: 'discount-voucher.jpg',
    tilte: '每日優惠轉盤',
    date: '2023/03/08',
    btnUrl: '/',
    btnText: '查看內容',
    content: `立即成為會員，即可參與每日一轉的幸運大轉盤！您將有機會獲得九折、九五折、或五至一百元的優惠折扣！`,
    cate: 2,
  },
]
